Repository: petma93/tslux
Catalog: Translations/VDC Reports.*.xlf
Languages: nl_be

# Codeunit 3470148618 - NamedType 583370471
source: &Ship,Ship &and Invoice
nl_be: &Verzenden,Verzenden &en factureren

# Report 433265336 - Property 2879900210
source: Whse. Receipt Dimension Label
nl_be: Dimensie-etiket (Mag.-ontvangst)

# Report 4069987607 - Property 2879900210
source: Item Dimension Label
nl_be: Dimensie-etiket (Artikel)

# Report 4069987607 - Control 2932782515 - Property 2879900210
source: Qty. Packed in Colli
nl_be: Aantal verpakt in colli

# Report 4069987607 - Control 4023335182 - Property 2879900210
source: No. of Labels
nl_be: Aantal etiketten

# Report 4069987607 - Control 3524296763 - Property 2879900210
source: No. of Extra Copies
nl_be: Aantal extra exemplaren

# Report 2404844238 - Property 2879900210
source: Combined Posted Whse. Shipment
nl_be: Geboekte verzamelmagazijnverzending

# Report 2404844238 - Control 2346885236 - Property 2879900210
source: Options
nl_be: Opties

# Report 2404844238 - Control 3524296763 - Property 2879900210
source: No. of Extra Copies
nl_be: Aantal extra exemplaren

# Report 2404844238 - Control 816368762 - Property 2879900210
source: Log Interaction
nl_be: Interactie registreren

# Report 2404844238 - Control 816368762 - Property 62802879
source: Default,Yes,No
nl_be: Standaard (Ja),Nee,Ja

# Report 2404844238 - Control 3773614028 - Property 2879900210
source: Show Assembly Components
nl_be: Assemblagecomponenten weergeven

# Report 2404844238 - Control 3773614028 - Property 62802879
source: Default,Yes,No
nl_be: Standaard (Ja),Nee,Ja

# Report 2404844238 - Control 996934947 - Property 2879900210
source: Show Serial/Lot Number
nl_be: Serie-/lotnummers weergeven

# Report 2404844238 - Control 996934947 - Property 62802879
source: Default,Yes,No
nl_be: Standaard (Ja),Nee,Ja

# Report 2404844238 - Control 154541943 - Property 2879900210
source: Show Line Comments
nl_be: Regel opmerkingen weergeven

# Report 2404844238 - Control 154541943 - Property 62802879
source: Default,Yes,No
nl_be: Standaard (Ja),Nee,Ja

# Report 2404844238 - Control 3624828323 - Property 2879900210
source: Show Linked Line in Details
nl_be: Gekoppelde regel als details weergeven

# Report 2404844238 - Control 3624828323 - Property 62802879
source: Default,Yes,No
nl_be: Standaard (Ja),Nee,Ja

# Report 2404844238 - Control 1191122882 - Property 2879900210
source: Show Lines Zerro Qty
nl_be: Regels met aantal nul weergeven

# Report 2404844238 - Control 1191122882 - Property 62802879
source: Default,Yes,No
nl_be: Standaard (Ja),Nee,Ja

# Report 1195402496 - Control 2346885236 - Property 2879900210
source: Options
nl_be: Opties

# Report 1195402496 - Control 3192306909 - Property 2879900210
source: No. of Copies
nl_be: Aantal extra exemplaren

# Report 1195402496 - Control 3192306909 - Property 1295455071
source: Specifies how many copies of the document to print.
nl_be: Specifieert hoeveel extra exemplaren van het document af te drukken

# Report 1195402496 - Control 4093990710 - Property 2879900210
source: Language
nl_be: Taal

# Report 1195402496 - NamedType 598315961
source: Page %1
nl_be: Pagina %1

# Report 1195402496 - NamedType 650077689
source: Page
nl_be: Pagina

# Report 1195402496 - NamedType 1496054680
source: Packaged Volume
nl_be: Verpakt volume

# Report 1195402496 - NamedType 2921381789
source: No. of Packages
nl_be: Aantal colli

# Report 1195402496 - NamedType 1721277456
source: Transport No.
nl_be: Transportnr.

# Report 1195402496 - NamedType 1060023023
source: Order No.
nl_be: Ordernr.

# Report 1195402496 - NamedType 1251293528
source: Name
nl_be: Naam

# Report 1195402496 - NamedType 3657856295
source: Ship-to Address
nl_be: Verzendadres

# Report 1195402496 - NamedType 4105051417
source: Phone No.
nl_be: Telefoon

# Report 1195402496 - NamedType 3405293018
source: Planned Departure Date
nl_be: Geplande Vertrekdatum

# Report 1195402496 - NamedType 630072657
source: Expected Date of Arrival
nl_be: Verwachte Aankomstdatum

# Report 1195402496 - NamedType 2826867220
source: Phone No.
nl_be: Telefoon

# Report 1195402496 - NamedType 322581705
source: VAT Registration No.
nl_be: Btw-nummer

# Report 1195402496 - NamedType 1454106313
source: Giro No.
nl_be: Gironr.

# Report 1195402496 - NamedType 2438826717
source: Account No.
nl_be: Rekeningnr.

# Report 1195402496 - NamedType 3627177809
source: Date
nl_be: Datum

# Report 1195402496 - NamedType 2410138484
source: Total
nl_be: Totaal

# Report 980825104 - Property 2879900210
source: Shipping Label
nl_be: Verzendetiket

# Report 980825104 - Control 2346885236 - Property 2879900210
source: Options
nl_be: Opties

# Report 980825104 - Control 3524296763 - Property 2879900210
source: No. of Extra Copies
nl_be: Aantal extra exemplaren

# Report 3257064846 - Property 2879900210
source: VDC Picking List
nl_be: VDC picklijst

# Report 3257064846 - Control 2346885236 - Property 2879900210
source: Options
nl_be: Opties

# Report 3257064846 - Control 3524296763 - Property 2879900210
source: No. of Extra Copies
nl_be: Aantal extra exemplaren

# Report 3257064846 - Control 996934947 - Property 2879900210
source: Show Serial/Lot Number
nl_be: Serie-/lotnummers weergeven

# Report 3257064846 - Control 996934947 - Property 62802879
source: Default,Yes,No
nl_be: Standaard,Ja,Nee

# Report 3257064846 - Control 667748097 - Property 2879900210
source: Set Breakbulk Filter
nl_be: Breakbulkfilter plaatsen

# Report 3257064846 - Control 667748097 - Property 62802879
source: Default,Yes,No
nl_be: Standaard,Ja,Nee

# Report 3257064846 - Control 578596445 - Property 2879900210
source: Sum up Lines
nl_be: Regels totaliseren

# Report 3257064846 - Control 578596445 - Property 62802879
source: Default,Yes,No
nl_be: Standaard,Ja,Nee

# Report 3161839289 - Property 2879900210
source: VDC Warehouse Receipt
nl_be: VDC Magazijn Ontvangst

# Report 3161839289 - RequestPage 2516438534 - Property 2879900210
source: Warehouse Posted Receipt
nl_be: Magazijn Geboekte Ontvangst

# Report 3161839289 - NamedType 684809554
source: Page
nl_be: Pag.

# Report 3161839289 - NamedType 787656015
source: Warehouse - Receipt
nl_be: Magazijn Ontvangst

# Report 3551028906 - Property 2879900210
source: VDC Price List
nl_be: VDC Prijslijst

# Report 3551028906 - Control 2402384902 - Property 2879900210
source: Options
nl_be: Opties

# Report 3551028906 - Control 2562856335 - Property 2879900210
source: Calculation Date
nl_be: Berekeningsdatum

# Report 1975617902 - Property 2879900210
source: Return Order Confirmation
nl_be: Retourorderbevestiging

# Report 1975617902 - ReportDataItem 1192395785 - Property 1806354803
source: Sales Return Order
nl_be: Verkoopretourorder

# Report 1975617902 - Control 2346885236 - Property 2879900210
source: Options
nl_be: Opties

# Report 1975617902 - Control 2578066365 - Property 2879900210
source: No. of Copies
nl_be: Aantal exemplaren

# Report 1975617902 - Control 2578066365 - Property 1295455071
source: Specifies how many copies of the document to print.
nl_be: Hiermee wordt opgegeven hoeveel exemplaren van het document worden afgedrukt.

# Report 1975617902 - Control 316520822 - Property 2879900210
source: Show Internal Information
nl_be: Interne informatie weergeven

# Report 1975617902 - Control 316520822 - Property 1295455071
source: Specifies if you want the printed report to show information that is only for internal use.
nl_be: Hiermee wordt opgegeven of het afgedrukte rapport informatie moet bevatten die alleen bestemd is voor intern gebruik.

# Report 1975617902 - Control 816368762 - Property 2879900210
source: Log Interaction
nl_be: Interactie registreren

# Report 1975617902 - Control 816368762 - Property 1295455071
source: Specifies if you want to record the reports that you print as interactions.
nl_be: Hiermee wordt opgegeven of de rapporten die u afdrukt als interacties worden geregistreerd.

# Report 1975617902 - NamedType 732759939
source: Return Order Confirmation %1
nl_be: Retourorderbevestiging %1

# Report 1975617902 - NamedType 1370456556
source: Page %1
nl_be: Pagina %1

# Report 1975617902 - NamedType 2645849790
source: VAT Amount Specification in
nl_be: Specificatie btw-bedrag in

# Report 1975617902 - NamedType 3283546407
source: Local Currency
nl_be: Lokale valuta

# Report 1975617902 - NamedType 3921243024
source: Exchange rate: %1/%2
nl_be: Wisselkoers: %1/%2

# Report 1975617902 - NamedType 3285233284
source: Amount
nl_be: Bedrag

# Report 1975617902 - NamedType 3659909257
source: Unit Price
nl_be: Eenheidsprijs

# Report 1975617902 - NamedType 3126303398
source: Subtotal
nl_be: Subtotaal

# Report 1975617902 - NamedType 1818276860
source: Invoice Discount Amount
nl_be: Bedrag factuurkorting

# Report 1975617902 - NamedType 232398666
source: Payment Discount on VAT
nl_be: Contantkorting op btw

# Report 1975617902 - NamedType 2136812451
source: Discount %
nl_be: Korting %

# Report 1975617902 - NamedType 4284715255
source: Phone No.
nl_be: Telefoon

# Report 1975617902 - NamedType 674998214
source: Fax No.
nl_be: Fax

# Report 1975617902 - NamedType 1306668226
source: VAT Reg. No.
nl_be: Btw-nummer

# Report 1975617902 - NamedType 3286491324
source: Enterprise No.
nl_be: Ondernemingsnr.

# Report 1975617902 - NamedType 13422290
source: Giro No.
nl_be: Gironr.

# Report 1975617902 - NamedType 474257480
source: Account No.
nl_be: Rekeningnr.

# Report 1975617902 - NamedType 2867875731
source: Return Order No.
nl_be: Retourordernr.

# Report 1975617902 - NamedType 3112881028
source: Document Date
nl_be: Documentdatum

# Report 1975617902 - NamedType 1216568958
source: Header Dimensions
nl_be: Kopdimensies

# Report 1975617902 - NamedType 3288550091
source: Allow Invoice Discount
nl_be: Factuurkorting toestaan

# Report 1975617902 - NamedType 3701122699
source: Line Dimensions
nl_be: Regeldimensies

# Report 1975617902 - NamedType 3420973248
source: VAT Amount Specification
nl_be: Specificatie btw-bedrag

# Report 1975617902 - NamedType 2405967910
source: VAT Identifier
nl_be: Btw-identificatie

# Report 1975617902 - NamedType 1378777375
source: Inv. Disc. Base Amount
nl_be: Basisbedrag factuurkorting

# Report 1975617902 - NamedType 3548486750
source: Line Amount
nl_be: Regelbedrag

# Report 1975617902 - NamedType 1637538090
source: Ship-to Address
nl_be: Verzendadres

# Report 1975617902 - NamedType 3336188853
source: Ship-from Address
nl_be: Verzend Adres

# Report 1975617902 - NamedType 280257193
source: Bill-to Address
nl_be: Factuuradres

# Report 1975617902 - NamedType 2664148306
source: Total packed volume
nl_be: Totaal Colli Volume

# Report 1975617902 - NamedType 1583171122
source: Total
nl_be: Totaal

# Report 1975617902 - NamedType 3884610169
source: VAT %
nl_be: Btw %

# Report 1975617902 - NamedType 1303359398
source: VAT Base
nl_be: Basisbedrag btw

# Report 1975617902 - NamedType 3913295325
source: VAT Amount
nl_be: Btw-bedrag

# Report 1975617902 - NamedType 2012124496
source: VAT Identifier
nl_be: Btw-identificatie

# Report 1975617902 - NamedType 1650498060
source: Invoice Discount Amount
nl_be: Bedrag factuurkorting

# Report 2617856612 - Property 2879900210
source: Assembly Label
nl_be: Assemblage Label

# Report 2617856612 - Control 3524296763 - Property 2879900210
source: No. of Extra Copies
nl_be: Aantal Extra Exemplaren

# Report 2578581072 - Property 2879900210
source: Transport Journey Document
nl_be: Transport Rittenblad

# Report 2578581072 - Control 2346885236 - Property 2879900210
source: Options
nl_be: Opties

# Report 2578581072 - Control 3192306909 - Property 2879900210
source: No. of Copies
nl_be: Aantal exemplaren

# Report 2578581072 - Control 3192306909 - Property 1295455071
source: Specifies how many copies of the document to print.
nl_be: Hiermee wordt opgegeven hoeveel exemplaren van het document worden afgedrukt.

# Report 2578581072 - Control 4093990710 - Property 2879900210
source: Language
nl_be: Taal

# Report 2578581072 - NamedType 1614022648
source: Transport Journey Document %1
nl_be: Transport Rittenblad %1

# Report 2578581072 - NamedType 598315961
source: Page %1
nl_be: Pagina %1

# Report 2578581072 - NamedType 650077689
source: Page
nl_be: Pagina

# Report 2578581072 - NamedType 1496054680
source: Packaged Volume
nl_be: Colli Volume

# Report 2578581072 - NamedType 2921381789
source: No. of Packages
nl_be: Aantal Colli

# Report 2578581072 - NamedType 1721277456
source: Transport No.
nl_be: Transport Nr.

# Report 2578581072 - NamedType 1060023023
source: Order No.
nl_be: Ordernr.

# Report 2578581072 - NamedType 1251293528
source: Name
nl_be: Naam

# Report 2578581072 - NamedType 3657856295
source: Ship-to Address
nl_be: Verzendadres

# Report 2578581072 - NamedType 4105051417
source: Phone No.
nl_be: Telefoon

# Report 2578581072 - NamedType 3405293018
source: Planned Departure Date
nl_be: Geplande Vertrekdatum

# Report 2578581072 - NamedType 630072657
source: Expected Date of Arrival
nl_be: Verwachte Aankomstdatum

# Report 2578581072 - NamedType 2826867220
source: Phone No.
nl_be: Telefoon

# Report 2578581072 - NamedType 322581705
source: VAT Registration No.
nl_be: Btw-nummer

# Report 2578581072 - NamedType 1454106313
source: Giro No.
nl_be: Gironr.

# Report 2578581072 - NamedType 2438826717
source: Account No.
nl_be: Rekeningnr.

# Report 2578581072 - NamedType 3627177809
source: Date
nl_be: Datum

# Report 2578581072 - NamedType 2410138484
source: Total
nl_be: Totaal

# PageExtension 1245944776 - Action 3229512621 - Property 1295455071
source: Prepare to print the label. A report request window for the document opens where you can specify what to include on the print-out.
nl_be: Bereid u voor om het etiket af te drukken. Een optiescherm wordt geopend.

# PageExtension 3686622316 - Action 1407847062 - Property 2879900210
source: &Labels
nl_be: &Etiketten

# PageExtension 3686622316 - Action 1407847062 - Property 1295455071
source: Prepare to print the labels. A report request window for the document opens where you can specify what to include on the print-out.
nl_be: Bereid u voor om de etiketten af te drukken. Een optiescherm wordt geopend.

# PageExtension 3347614391 - Action 1279478070 - Property 2879900210
source: Combined Posted Whse. Shipment
nl_be: Geboekte verzamelmagazijnverzending

# PageExtension 3347614391 - Action 1279478070 - Property 1295455071
source: Prepare to print the combined shipment. A report request window for the document opens where you can specify what to include on the print-out.
nl_be: Bereid u voor om het document af te drukken. Een optiescherm wordt geopend.

# PageExtension 1446660172 - Control 1401078433 - Property 1295455071
source: Specifies if data should be printed on the Transport Information
nl_be: Specifieert of gegevens afgedrukt moeten worden op het transport

# PageExtension 2428073575 - Action 856250200 - Property 2879900210
source: &Labels
nl_be: &Etiketten

# PageExtension 2428073575 - Action 856250200 - Property 1295455071
source: Prepare to print the labels. A report request window for the document opens where you can specify what to include on the print-out.
nl_be: Bereid u voor om de etiketten af te drukken. Een optiescherm wordt geopend.

# PageExtension 3931084719 - Control 3926289819 - Property 1295455071
source: Specifies the number of packages.
nl_be: Specifieert het aantal verpakkingen.

# PageExtension 2809635078 - Control 3926289819 - Property 1295455071
source: Specifies the number of packages.
nl_be: Specifieert het aantal verpakkingen.

# PageExtension 1558580328 - Action 3742939018 - Property 2879900210
source: &Transfer-Assembly Overview
nl_be: &Transfer-Assemblage Overzicht

# PageExtension 1558580328 - Action 3742939018 - Property 1295455071
source: Get assembly information from this purchase in excel
nl_be: Assemblage information van het inkooporder ophalen in Excel

# PageExtension 511730069 - Action 1728078476 - Property 1295455071
source: Prepare to print the label. A report request window for the document opens where you can specify what to include on the print-out.
nl_be: Bereid u voor om het label af te drukken. Er wordt een rapportverzoekvenster voor het document geopend waarin u kunt opgeven wat moet worden opgenomen in de afdruk.

# PageExtension 3694904014 - Action 1728078476 - Property 1295455071
source: Prepare to print the label. A report request window for the document opens where you can specify what to include on the print-out.
nl_be: Bereid u voor om het label af te drukken. Er wordt een rapportverzoekvenster voor het document geopend waarin u kunt opgeven wat moet worden opgenomen in de afdruk.

# PageExtension 2152357698 - Action 442473387 - Property 2879900210
source: &Purchase-Assembly
nl_be: &Inkoop-Assemblage

# PageExtension 2152357698 - Action 442473387 - Property 1295455071
source: Get assembly information from this purchase in excel
nl_be: Assemblage information van het inkooporder ophalen in Excel

# PageExtension 2650456421 - Action 4019910672 - Property 2879900210
source: Transport Journey Document
nl_be: Transport Rittenblad

# TableExtension 2328407446 - Field 222317169 - Property 2879900210
source: Transport Information
nl_be: Transport Informatie

# TableExtension 1690710829 - Field 2133362361 - Property 2879900210
source: No. of Packages
nl_be: Aantal Colli

# TableExtension 1053014212 - Field 2133362361 - Property 2879900210
source: No. of Packages
nl_be: Aantal Colli
